; DeskFlip UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
; "Light mode" is the newest string here -- check it first when reviewing.
[Strings]
Show seconds=Másodpercek megjelenítése
Light mode=Világos mód
Resize=Átméretezés
Always on top=Mindig felül
Start with Windows=Indítás a Windowsszal
Show in system tray=Megjelenítés az értesítési területen
About DeskFlip…=A DeskFlip névjegye…
Exit=Kilépés
About DeskFlip=A DeskFlip névjegye
All rights reserved.=Minden jog fenntartva.
Report issues or send feedback to=Hibák jelentése vagy visszajelzés küldése ide
Other apps=További alkalmazások
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Gyors, könnyű és minimalista fényképnézegető a modern Windowshoz
Desktop Rain and Snow Simulator for Windows=Eső- és hószimulátor a Windows asztalára
Customizable, minimal, transparent desktop clock widgets for Windows=Testreszabható, minimalista, átlátszó asztali óra widgetek Windowshoz
